[
  {
  "id": 1,
  "title": "CRM Software",
  "description": "CRM Software is a smart business tool that helps you manage customer data, track sales, automate tasks, and improve communication. It brings your sales, marketing, and support teams together in one platform to build stronger customer relationships, increase sales, and grow your business faster.",
  "technologies": [
    "HTML",
    "Tailwind CSS",
    "React",
    "Express.js",
    "MongoDB",
    "Firebase",
    "Nodejs"
  ],
  "image": "./Image/Project_Image/CRM.jpg",
  "link": "#"
},
{
  "id": 2,
  "title": "E-commerce Website",
  "description": "E-commerce Website is an online platform that allows businesses to showcase products, manage orders, and accept secure payments. It helps customers shop anytime, anywhere with a smooth and user-friendly experience.",
  "technologies": [
    "HTML",
    "Tailwind CSS",
    "React",
    "Express.js",
    "MongoDB",
    "Firebase",
    "Nodejs"
  ],
  "image": "./Image/Project_Image/E-Commerce.jpg",
  "link": "#"
},
{
  "id": 3,
  "title": "Hospital Management System",
  "description": "Hospital Management System (HMS) is a digital solution that helps hospitals and clinics manage patient records, doctor schedules, billing, appointments, pharmacy, and reports in one platform. It ensures faster service, accurate data, and smooth hospital operations, improving both patient care and hospital efficiency.",
  "technologies": [
    "HTML",
    "Tailwind CSS",
    "React",
    "Firebase"
  ],
  "image": "./Image/Project_Image/Hospital.jpg",
  "link": "#"
},
{
  "id": 4,
  "title": "HRM Software",
  "description": "HRM Software is a complete solution to manage employee information, attendance, payroll, recruitment, leave, and performance in one place. It helps businesses automate HR tasks, save time, and improve workforce efficiency.",
  "technologies": [
    "HTML",
    "Tailwind CSS",
    "React"
  ],
  "image": "./Image/Project_Image/HRM_Softwere.jpg",
  "link": "#"
},
{
  "id": 5,
  "title": "Invoicing Software",
  "description": "Invoicing Software is a smart tool that helps businesses create, send, and manage invoices quickly and accurately. It automates billing, tracks payments, generates reports, and ensures smooth cash flow—saving time and reducing errors.",
  "technologies": [
    "HTML",
    "Tailwind CSS",
    "React"
  ],
  "image": "./Image/Project_Image/Invoicing.jpg",
  "link": "#"
},
{
  "id": 6,
  "title": "School Management Website",
  "description": "School Management Website is an all-in-one digital platform that helps schools manage students, teachers, classes, exams, results, attendance, fees, and communication with parents. It makes school operations easier, faster, and more organized while improving the learning experience.",
  "technologies": [
    "HTML",
    "Tailwind CSS",
    "React"
  ],
  "image": "./Image/Project_Image/School.jpg",
  "link": "#"
}
]
